Repository: llvdl/ExampleSymfony2Application
Catalog: src/Finalist/LennaertBundle/Resources/translations/messages.*.xlf
Languages: nl

source: Recent tweets
nl: Recente tweets

source: Add a tweet
nl: Tweet toevoegen

source: Welcome to Tweeter
nl: Welkom bij Tweeter

source: :name tweeted on :date
nl: :name tweette op :date

source: There are no tweets :(
nl: Er zijn geen tweets :(

source: Interesting Tweets
nl: Interessante tweets

source: Tweets by :name
nl: Tweets van :name

source: Back to homepage
nl: Terug naar startpagina

source: Tweeter name
nl: Naam tweeter

source: Text
nl: Tekst

source: Save
nl: Opslaan
